The service responsible for converting the data into a Revit file.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public Guid ServerId { get; }
  Visual Basic
Public ReadOnly Property ServerId As Guid
	Get
  Visual C++
public:
property Guid ServerId {
	Guid get ();
}
 See Also
  LinkConversionData Class
  Autodesk.Revit.DB Namespace